/* No comment provided by engineer. */
"Abeille Tueuse" = "Ape Killer";

/* No comment provided by engineer. */
"Achelus" = "Aquelous";

/* No comment provided by engineer. */
"Adamankhelone" = "Adamanthart";

/* No comment provided by engineer. */
"Ahriman" = "Alyman";

/* No comment provided by engineer. */
"Alcyon" = "Alcione";

/* No comment provided by engineer. */
"Aroj" = "Aroj";

/* No comment provided by engineer. */
"Asherah" = "Ashoor";

/* No comment provided by engineer. */
"Balsamine" = "Balsamiko";

/* No comment provided by engineer. */
"Bandersnatch" = "Mal Bernardo";

/* No comment provided by engineer. */
"Barbatos" = "Barbatos";

/* No comment provided by engineer. */
"Barracuda Cornu" = "Echenels";

/* No comment provided by engineer. */
"Basilisk" = "Basilisk";

/* No comment provided by engineer. */
"Behemoth" = "Behemoth";

/* No comment provided by engineer. */
"Besaid" = "Besaid";

/* No comment provided by engineer. */
"Bicorne" = "Bikorno";

/* No comment provided by engineer. */
"Bikanel" = "Bikanel";

/* No comment provided by engineer. */
"Bombo" = "Piros";

/* No comment provided by engineer. */
"Buer" = "Buel";

/* No comment provided by engineer. */
"Bunyips" = "Bunyips";

/* No comment provided by engineer. */
"Calm Lands" = "Piana della Bonaccia";

/* No comment provided by engineer. */
"Chien de Mi'ihen" = "Mihen Phang";

/* No comment provided by engineer. */
"Chimaira" = "Chimera";

/* No comment provided by engineer. */
"Condor" = "Condor";

/* No comment provided by engineer. */
"Couguar" = "Iaguaro";

/* No comment provided by engineer. */
"Cujo" = "Rarth";

/* No comment provided by engineer. */
"Démonolithe" = "Demomonolix";

/* No comment provided by engineer. */
"Dingo" = "Dingo";

/* No comment provided by engineer. */
"Dinonyx" = "Deinonychus";

/* No comment provided by engineer. */
"Djose Road" = "Via Djose";

/* No comment provided by engineer. */
"Ekarissor" = "Thytan";

/* No comment provided by engineer. */
"Elmidea" = "Lesmathor";

/* No comment provided by engineer. */
"Epehj" = "Epej";

/* No comment provided by engineer. */
"Esprit" = "Esprit";

/* No comment provided by engineer. */
"Exoray" = "Exoray";

/* No comment provided by engineer. */
"Élémentaire Blanc" = "Elemento Bianco";

/* No comment provided by engineer. */
"Élémentaire Bleu" = "Elemento Blu";

/* No comment provided by engineer. */
"Élémentaire Jaune" = "Elemento Giallo";

/* No comment provided by engineer. */
"Élémentaire Noir" = "Elemento Nero";

/* No comment provided by engineer. */
"Élémentaire Obscur" = "Elemento Scuro";

/* No comment provided by engineer. */
"Élémentaire Or" = "Elemento Dorato";

/* No comment provided by engineer. */
"Élémentaire Rouge" = "Elemento Rosso";

/* No comment provided by engineer. */
"Fantôme" = "Fantasma";

/* No comment provided by engineer. */
"Flambos d'eau" = "Budino d'Acqua";

/* No comment provided by engineer. */
"Flambos de Feu" = "Budino di Fiamme";

/* No comment provided by engineer. */
"Flambos de Foudre" = "Budino di Tuono";

/* No comment provided by engineer. */
"Flambos de Glace" = "Budino di Ghiaccio";

/* No comment provided by engineer. */
"Flambos de Neige" = "Budino di Neve";

/* No comment provided by engineer. */
"Flambos Noir" = "Budino Oscuro";

/* No comment provided by engineer. */
"Fungus" = "FungOngo";

/* No comment provided by engineer. */
"Galkimasera" = "Galkimasela";

/* No comment provided by engineer. */
"Gandharva" = "Gandharva";

/* No comment provided by engineer. */
"Garoum" = "Garm";

/* No comment provided by engineer. */
"Garuda" = "Garuda";

/* No comment provided by engineer. */
"Gemini (Épée)" = "Ultra Might (Spada)";

/* No comment provided by engineer. */
"Gemini (Masse)" = "Ultra Might (Mazza)";

/* No comment provided by engineer. */
"Grenada" = "Granad";

/* No comment provided by engineer. */
"Grendel" = "Grendel";

/* No comment provided by engineer. */
"Guêpe" = "Vespa";

/* No comment provided by engineer. */
"Haarma" = "Haruma";

/* No comment provided by engineer. */
"Iguanor" = "Shumelke";

/* No comment provided by engineer. */
"Inside Sin" = "Dentro Sin";

/* No comment provided by engineer. */
"Ipiria" = "Ipiria";

/* No comment provided by engineer. */
"Kilika" = "Kilika";

/* No comment provided by engineer. */
"Kimaira" = "Chimera Brain";

/* No comment provided by engineer. */
"Koospos" = "Kushipos";

/* No comment provided by engineer. */
"Kusarique" = "Kusarik";

/* No comment provided by engineer. */
"Lamashtu" = "Ramashut";

/* No comment provided by engineer. */
"Larva" = "Larva";

/* No comment provided by engineer. */
"Loup des Neiges" = "Lupo delle Nevi";

/* No comment provided by engineer. */
"Loup des Sables" = "Lupo del Deserto";

/* No comment provided by engineer. */
"Lycaon" = "Scoor";

/* No comment provided by engineer. */
"Macalania" = "Macalania";

/* No comment provided by engineer. */
"Mafut" = "Mafdet";

/* No comment provided by engineer. */
"Maître Couguar" = "Master Iaguaro";

/* No comment provided by engineer. */
"Mandragore" = "Mandragora";

/* No comment provided by engineer. */
"Méga Behemoth" = "King Behemoth";

/* No comment provided by engineer. */
"Mélusine" = "Meryujin";

/* No comment provided by engineer. */
"Métillé" = "Mechy";

/* No comment provided by engineer. */
"Mi'ihen Highroad" = "Via Mihen";

/* No comment provided by engineer. */
"Morbol" = "Molboro il Grande";

/* No comment provided by engineer. */
"Mt. Gagazet" = "Monte Gagazet";

/* No comment provided by engineer. */
"Mulfus" = "Murussu";

/* No comment provided by engineer. */
"Mushroom Rock Road" = "Via Micorocciosa";

/* No comment provided by engineer. */
"Mushussu" = "MushuHushu";

/* No comment provided by engineer. */
"Nebiros" = "Nebiros";

/* No comment provided by engineer. */
"Nidhog" = "Heg";

/* No comment provided by engineer. */
"Ochu" = "Ochu";

/* No comment provided by engineer. */
"Oeil de la Mort" = "Desflot";

/* No comment provided by engineer. */
"Oeil Démoniaque" = "Occhio Diabolico";

/* No comment provided by engineer. */
"Oeil Flottant" = "Occhio fluttuante";

/* No comment provided by engineer. */
"Ogre" = "Hoga";

/* No comment provided by engineer. */
"Omega Dungeon" = "Rovine di Omega";

/* No comment provided by engineer. */
"Orchida" = "Grat";

/* No comment provided by engineer. */
"Pampa" = "Kyactus";

/* No comment provided by engineer. */
"Pampa ?" = "Kyactus?";

/* No comment provided by engineer. */
"Pyrobolse" = "Kushipos";

/* No comment provided by engineer. */
"Raptour" = "Raptor";

/* No comment provided by engineer. */
"Serrasalmus" = "Splasher";

/* No comment provided by engineer. */
"Shred" = "Shred";

/* No comment provided by engineer. */
"Simurgh" = "Simurgh";

/* No comment provided by engineer. */
"Spectre" = "Alyadin";

/* No comment provided by engineer. */
"Stolen Fayth Cavern" = "Grotta del Crepaccio";

/* No comment provided by engineer. */
"Thorn" = "Son";

/* No comment provided by engineer. */
"Thunder Plains" = "Piana dei Lampi";

/* No comment provided by engineer. */
"Tomberry" = "Tomberry";

/* No comment provided by engineer. */
"Tomberry Nion" = "Mastro Tomberry";

/* No comment provided by engineer. */
"Varaha" = "Varaha";

/* No comment provided by engineer. */
"Varuna" = "Varna";

/* No comment provided by engineer. */
"Ver des Sables" = "Anellidus";

/* No comment provided by engineer. */
"Vipère-méduse" = "Anacondar";

/* No comment provided by engineer. */
"Vouivre" = "Vivre";

/* No comment provided by engineer. */
"Xylomid" = "Molboro";

/* No comment provided by engineer. */
"Yowie" = "Yowie";

/* No comment provided by engineer. */
"Zaurus" = "Zauras";

/* No comment provided by engineer. */
"Zu" = "Zuu";

